// 2)По клику на кнопку добавить в корзину в товар с следующими параметрами:
// 1) Картинка
// 2) Заголовок
// 3) Доп параметры цвет
// 4) Цена
// 3)Добавить корзину

// Конкретные задачи:
//   1)Получить картинку
//   2)Получить Заголовок
          // let ttl = document.getElementsByClassName('ttl');
          // ttl[0].innerText;
//   3)Получить доп параметры
//   4)Получить цену

//   Принцип получения данных следующий:
//   Получить данные можно с помощью 
        // 1).class
        // 2)#id 
        // 3)attribue
        // 4)tag

let ttl = document.getElementsByClassName('ttl');
console.log(ttl[0].innerText);

// Результат ничего не вывелось

// Без команды вывод ничего не выведется!